/* 
  Localizable.strings
  StartHere

  Created by Tom on 2/28/17.
  Copyright © 2017 Nero AG. All rights reserved.
*/

/* Main Window Title */
"%@ Product Registration V%@" = "Регистрация продукции %@ V%@";

/* Error - macOS version too old */
"This application is not optimized for your operating system. Use OS X %s or higher." = "Для лучшего выполнения установки используйте OS X %s версии или более поздней.";

/* Network error - Registration server not reachable */
"There is a problem connecting to the %@ registration server. Please try again later." = "Существует проблема с подключением к серверу регистрации %@. Повторите попытку позже.";

/* Network error - No Internet */
"There is a problem connecting to the Internet. Please try again later." = "Существует проблема с подключением к Интернету. Повторите попытку позже.";

/* Error - Default Web Browser Can not be opened */
"Unable to locate the default browser or it cannot be opened." = "Не удается найти браузер по умолчанию, или не удается открыть.";

"OK" = "OK";
